/* %@ (localhost): disconnected */
"%@ (localhost): disconnected" = "%@ (localhost): desconectado";

/* %@ exists. Overwrite? */
"%@ exists. Overwrite?" = "%@ ya existe. ¿Desea reemplazarlo?";

/* A new version of Fugu is now available. */
"A new version of Fugu is now available." = "Está disponible una nueva versión de Fugu.";

/* An error occurred checking for updates. */
"An error occurred checking for updates." = "Ha ocurrido un error al comprobar la existencia de actualizaciones.";

/* Are you sure you want to cancel this copy? */
"Are you sure you want to cancel this copy?" = "¿Seguro que desea cancelar esta copia?";

/* Authenticating... */
"Authenticating..." = "Autenticando...";

/* Authenticating.... */
"Authenticating...." = "Autenticando....";

/* Cancel */
"Cancel" = "Cancelar";

/* cannot yet download directories. */
"cannot yet download directories." = "todavía no se pueden bajar directorios.";

/* Clear */
"Clear" = "Borrar";

/* Clear Defaults? */
"Clear Defaults?" = "¿Borrar Preferencias?";

/* Connecting to %@... */
"Connecting to %@..." = "Conectando con %@...";

/* Connecting.... */
"Connecting...." = "Conectando....";

/* Couldn't create %@: %s */
"Couldn't create %@: %s" = "No se puede crear %@: %s";

/* Couldn't create preview of %@ */
"Couldn't create preview of %@" = "No se puede crear la previsualización de %@";

/* Couldn't delete %@. */
"Couldn't delete %@." = "No se puede borrar %@.";

/* Couldn't find %@ to launch %@. */
"Couldn't find %@ to launch %@." = "No se puede buscar %@ para lanzar %@.";

/* Couldn't load nib file from the application bundle! */
"Couldn't load nib file from the application bundle!" = "¡No se puede cargar el fichero nib desde el paquete de aplicación!";

/* Couldn't view %@: %s */
"Couldn't view %@: %s" = "No se puede visualizar %@: %s";

/* Date */
"Date" = "Fecha";

/* Delete */
"Delete" = "Borrar";

/* Delete %@? */
"Delete %@?" = "¿Borrar %@?";

/* Disconnect */
"Disconnect" = "Desconectar";

/* Do you want to move %@ to the Trash? */
"Do you want to move %@ to the Trash?" = "¿Desea mover %@ a la Papelera?";

/* Don't Cancel */
"Don't Cancel" = "No Cancelar";

/* Download */
"Download" = "Bajar";

/* Downloading %s... */
"Downloading %s..." = "Bajando %s...";

/* Edit with Text Editor */
"Edit with Text Editor" = "Editar con Editor de Texto";

/* Error */
"Error" = "Error";

/* Exit */
"Exit" = "Salir";

/* Focus on Remote Pane */
"Focus on Remote Pane" = "Foco en Panel Remoto";

/* Group */
"Group" = "Grupo";

/* Hide Special Files */
"Hide Special Files" = "Ocultar Ficheros Especiales";

/* Image size: %.0f x %.0f */
"Image size: %.0f x %.0f" = "Tamaño de imagen: %.0f x %.0f";

/* Invalid port number. */
"Invalid port number." = "Número de puerto inválido.";

/* localhost: disconnected */
"localhost: disconnected" = "localhost: desconectado";

/* Locally */
"Locally" = "Localmente";

/* OK */
"OK" = "Aceptar";

/* Open Keychain Access */
"Open Keychain Access" = "Abrir Fichero de Contraseñas de Acceso";

/* Overwrite */
"Overwrite" = "Reemplazar";

/* Owner */
"Owner" = "Propietario";

/* Parameter length exceeds bounds. Try again. */
"Parameter length exceeds bounds. Try again." = "La longitud del parámetro excede los límites. Inténtelo de nuevo.";

/* Password is too long. */
"Password is too long." = "La contraseña es demasiado larga.";

/* Permission denied. Try again. */
"Permission denied. Try again." = "Permiso denegado. Inténtelo de nuevo.";

/* Permissions */
"Permissions" = "Permisos";

/* problem persists, please contact the authors of Fugu. */
"problem persists, please contact the authors of Fugu." = "el problema persiste, por favor contacte con los autores de Fugu.";

/* Quit */
"Quit" = "Abandonar";

/* rename %@ to %@: %s */
"rename %@ to %@: %s" = "renombrar %@ to %@: %s";

/* Requesting file listing from server.... */
"Requesting file listing from server...." = "Solicitando el listado de ficheros del servidor....";

/* Show Hidden Files */
"Show Hidden Files" = "Ver Ficheros Ocultos";

/* Size */
"Size" = "Tamaño";

/* the one you have. Would you like to get it? */
"the one you have. Would you like to get it?" = "el que tiene. ¿Le gustaría conseguirlo?";

/* the selected items */
"the selected items" = "los elementos seleccionados";

/* Upload */
"Upload" = "Subir";

/* Warning: OpenSSH's sftp client cannot yet download directories. */
"Warning: OpenSSH's sftp client cannot yet download directories." = "Advertencia: el cliente sftp de OpenSSH todavia no puede bajar directorios.";

/* Warning: Some remote documents are still being edited. */
"Warning: Some remote documents are still being edited." = "Advertencia: Algunos documentos remotos todavía estan siendo editados.";

/* Warning: Upload queue not empty. */
"Warning: Upload queue not empty." = "Advertencia: La cola de subida no está vacia.";

/* Would you like to download %@ to %@ with SCP instead? */
"Would you like to download %@ to %@ with SCP instead?" = "¿Desea bajar %@ a %@ mediante SCP en su lugar?";

/* Write failed: Did not write correct number of bytes! */
"Write failed: Did not write correct number of bytes!" = "Fallo de escritura: ¡No se ha escrito el número de octetos correcto!";

/* Wrote %d bytes to file descriptor */
"Wrote %d bytes to file descriptor" = "Se han escrito %d octetos en el descriptor del fichero";

/* You cannot undo this action. */
"You cannot undo this action." = "Esta acción no puede deshacerse.";

/* You have the most recent version of Fugu. */
"You have the most recent version of Fugu." = "Usted tiene la versión más reciente de Fugu.";

/* you like to open Keychain Access to edit it? */
"you like to open Keychain Access to edit it?" = "¿Desea abrir el fichero de Contraseñas de Acceso para editarlas?";

/* You must provide a username and server address to continue. */
"You must provide a username and server address to continue." = "Usted debe proporcionar un nombre de usuario y una dirección de servidor para continuar.";

/* you want to disconnect without uploading all of them? */
"you want to disconnect without uploading all of them?" = "¿Desea desconectar sin subirlos todos?";

/* you will lose any unsaved changes. Are you sure you want to disconnect? */
"you will lose any unsaved changes. Are you sure you want to disconnect?" = "usted perderá todos los cambios no guardados. ¿Está seguro de querer desconectar?";

/* You will not be able to undo this action. */
"You will not be able to undo this action." = "Usted no podrá deshacer esta acción.";

